import Container from "../Container/Container";
import "./About_us.css";

const AboutUs = () => {
  return (
    <div className="about_us">
      <Container>
        <div className="about_block">
          <h2 className="about_us_title">Про компанію</h2>
          <p className="about_us_text">
            Бренд Intercosmetics Milano був заснований в 1987 році, створює і
            поширює професійну продукцію для перукарів-колористів та стилістів в
            Італії і більш ніж 20 країнах світу.
          </p>
          <p className="about_us_text">
            На Українському ринку бренд Intercosmetics існує вже 5 років. В
            прогресивно-науковій лабораторії, оснащеній сучасним
            високотехнологічним обладнанням, щодня створюють нові актуальні
            продукти.
          </p>
          <p className="about_us_text">
            Ретельний підбір сировини і багатство активних компонентів є
            запорукою високої якості і надійності продукції Intercosmetics, що
            відповідає міжнародним стандартам. Компанія проводить регулярні
            університетські дослідження та мікробіологічні тести на всіх стадіях
            виробництва, має висококваліфікованих співробітників, безперервний
            процес покращення якості продукту, інновації та вміння передбачити
            потреби ринку.
          </p>
          <p className="about_us_text">
            Вся продукція пройшла дерматологічний контроль, і не тестується на
            тваринах. В асортименті три бренда: Raywell, Envie, Invidia. Великий
            асортимент продукції задовільняє запит кожного клієнта.
          </p>
        </div>
      </Container>
    </div>
  );
};

export default AboutUs;
